;
; Batti 2.1
; Localization file for Portuguese
; by Julio B. Almeida
;

 101="Escolha a cor"
 102="Sobre"
 103="Gerais"
 104="Avançadas"
 105="Aparência"
 201="Opções"
 202="Batti Config"
 203="Primeiro Plano"
 204="Fundo"
 205="Moldura"
 206="Primeiro Plano AC"
 207="Nenhuma acção"
 208="Abrir Opções"
 209="Primeiro Plano Baixo"
 210="Fundo Baixo"
 211="Primeiro Plano Crítico"
 212="Fundo Crítico"
 213="O nível crítico deve ser inferior ao nível baixo."
 214="Bateria nível baixo"
 215="Bateria nível crítico"
 216="Desconhecida"
 217="Carregamento iniciado"
 218="Bateria carregada"
 219="1º Plano em carga"
 220="Fundo em carga"
 221="Cancelar"
 222="O nível sem carga deve ser inferior ao nível crítico."
 223="Mostrar informação"
1000="Opções"
1001="Indicador de carga"
1002="Piscar no nível crítico"
1003="Sempre no topo"
1004="Acção ao toque"
1012="Margem esqª"
1015="Altura"
1018="Cores"
1020="Cor"
1022="Mostrar moldura"
1023="Sons"
1025="Tocar som"
1027="Níveis"
1028="Nível baixo"
1031="%"
1032="Nível crítico"
1035="%"
1036="Nível sem carga"
1039="%"
1073="Mostrar ícon"
1074="Mostrar passos de percentagem"
2000="Notificação"
2001="O dispositivo será desligado em %d segundos."
2002="Sem Carga"
2003="Dispensar"
2004="Suspender"
2005="Ocultar"
2006="Info Bateria"
2007="Configurar"
2008="Bateria Principal"
2009="Em alimentação por bateria"
2010="A carregar..."
2011="Em alimentação externa"
2012="Percentagem:"
2013="Desconhecida"
2014="Voltagem:"
2015="Temperatura:"
2016="Química:"
2017="Bateria de reserva"
